export default [{
    "PjtCode": "B80593CA",
    "PjtName": "양산 석산지역주택조합 공동주택",
    "PjtType": 1,
    "RegCode": 2900,
    "CtrtFrYear": 2021,
    "CtrtFrMth": 6,
    "CtrtToYear": 2024,
    "CtrtToMth": 2,
    "DivCode": "CEBOI00",
    "BldArea": 126396.69,
    "PjtProgStus": 2
}];

export const table_cm_group = [
    {
        "코드 번호" : "B00001",
        "코드 그룹 명" : "단위",
        "영문 명" : "danwui"
    },
    {
        "코드 번호" : "B00002",
        "코드 그룹 명" : "단위",
        "영문 명" : "danwui"
    }
]

export const table_cm_code = [
    {
        "코드 번호" : "B00001",
        "코드 명" : "단위",
        "영문 명" : "danwui"
    },
    {
        "코드 번호" : "B00001",
        "코드 그룹 명" : "단위",
        "영문 명" : "danwui"
    },
    {
        "코드 번호" : "B00001",
        "코드 그룹 명" : "단위",
        "영문 명" : "danwui"
    },
    {
        "코드 번호" : "B00001",
        "코드 그룹 명" : "단위",
        "영문 명" : "danwui"
    },    
]

export const table_um_list = [
    {
        "로그인 아이디" : "bbingddnag1",
        "이름" : "임병준",
        "사업장" : "판교",
    },
    {
        "로그인 아이디" : "bbingddnag2",
        "이름" : "임뱅준",
        "사업장" : "강남",
    },
    {
        "로그인 아이디" : "bbingddnag3",
        "이름" : "임뺑준",
        "사업장" : "송도로 잘가",
    },
    {
        "로그인 아이디" : "bbingddnag4",
        "이름" : "임뱀준",
        "사업장" : "광양",
    },
    {
        "로그인 아이디" : "bbingddnag5",
        "이름" : "임뺌준",
        "사업장" : "포항",
    },
]

export const employee = [
    {
        "UserId" : "1",
        "활동자료아이디" : "61",
        "활동년" : 2024,
        "활동월" : 1,
        "이산화탄소배출량" : 0.872916,
        // 컬럼 수정 예정
    }, 
    {
        "설비아이디" : "2",
        "활동자료아이디" : "61",
        "활동년" : 2024,
        "활동월" : 1,
        "이산화탄소배출량" : 0.872916,
        // 컬럼 수정 예정
    }, 
    {
        "설비아이디" : "1",
        "활동자료아이디" : "61",
        "활동년" : 2024,
        "활동월" : 1,
        "이산화탄소배출량" : 0.872916,
        // 컬럼 수정 예정
    }, 
];