export default [{
    "PjtCode": "B80593CA",
    "PjtName": "양산 석산지역주택조합 공동주택",
    "PjtType": 1,
    "RegCode": 2900,
    "CtrtFrYear": 2021,
    "CtrtFrMth": 6,
    "CtrtToYear": 2024,
    "CtrtToMth": 2,
    "DivCode": "CEBOI00",
    "BldArea": 126396.69,
    "PjtProgStus": 2
}];

export const table_cm_group = [
    {
        "코드 번호" : "B00001",
        "코드 그룹 명" : "단위",
        "영문 명" : "danwui"
    },
    {
        "코드 번호" : "B00002",
        "코드 그룹 명" : "단위",
        "영문 명" : "danwui"
    }
]

export const table_cm_code = [
    {
        "코드 번호" : "B00001",
        "코드 명" : "단위",
        "영문 명" : "danwui"
    },
    {
        "코드 번호" : "B00001",
        "코드 그룹 명" : "단위",
        "영문 명" : "danwui"
    },
    {
        "코드 번호" : "B00001",
        "코드 그룹 명" : "단위",
        "영문 명" : "danwui"
    },
    {
        "코드 번호" : "B00001",
        "코드 그룹 명" : "단위",
        "영문 명" : "danwui"
    },    
]

export const table_um_list = [
    {
        "로그인 아이디" : "bbingddnag1",
        "이름" : "임병준",
        "사업장" : "판교",
    },
    {
        "로그인 아이디" : "bbingddnag2",
        "이름" : "임뱅준",
        "사업장" : "강남",
    },
    {
        "로그인 아이디" : "bbingddnag3",
        "이름" : "임뺑준",
        "사업장" : "송도로 잘가",
    },
    {
        "로그인 아이디" : "bbingddnag4",
        "이름" : "임뱀준",
        "사업장" : "광양",
    },
    {
        "로그인 아이디" : "bbingddnag5",
        "이름" : "임뺌준",
        "사업장" : "포항",
    },
]

export const table_mal_list = [
    {
        "날짜" : "2024-06-12",
        "접속 메뉴" : "코드 관리",
        "접속 횟수(임시)" : 1,
    },
    {
        "날짜" : "2024-06-12",
        "접속 메뉴" : "사용자 관리",
        "접속 횟수(임시)" : 1014,
    },
    {
        "날짜" : "2024-06-12",
        "접속 메뉴" : "메뉴 관리",
        "접속 횟수(임시)" : 1004,
    },
    {
        "날짜" : "2024-06-12",
        "접속 메뉴" : "접속로그 조회",
        "접속 횟수(임시)" : 2,
    },
]

export const table_fm_res = [{
    "프로젝트코드": "B80593CA",
    "프로젝트명": "양산 석산지역주택조합 공동주택",
    "프로젝트유형": 1,
    "지역": "선릉",
    "본부": "포스코이엔씨",
    "계약시작 년/월": "2024/04/18",
    "계약종료 년/월": "2024/10/18",
}];

export const table_fm_facList = [
    {
        "설비명" : "휘발유",
        "설비구분" : "유류",
        "설비유형" : "몰랑",
        "설비라이브러리명" : "이것도몰랑",
        "등록자" : "우석",
        "등록일" : "2024/08/06",
    },
    {
        "설비명" : "휘발유2",
        "설비구분" : "유류",
        "설비유형" : "몰랑",
        "설비라이브러리명" : "이것도몰랑",
        "등록자" : "우석",
        "등록일" : "2024/08/06",
    },
    {
        "설비명" : "휘발유3",
        "설비구분" : "유류",
        "설비유형" : "몰랑",
        "설비라이브러리명" : "이것도몰랑",
        "등록자" : "우석",
        "등록일" : "2024/08/06",
    },
    {
        "설비명" : "휘발유4",
        "설비구분" : "유류",
        "설비유형" : "몰랑",
        "설비라이브러리명" : "이것도몰랑",
        "등록자" : "우석",
        "등록일" : "2024/08/06",
    },
    {
        "설비명" : "휘발유5",
        "설비구분" : "유류",
        "설비유형" : "몰랑",
        "설비라이브러리명" : "이것도몰랑",
        "등록자" : "우석",
        "등록일" : "2024/08/06",
    },
]

export const table_efm_list = [
    {
        "활동자료명" : "우석우",
        "적용년도" : 2024,
        "적용구분" : "구분됨",
        "온실가스" : "이산화탄소",
        "계수구분코드" : "1",
        "단위코드" : "B981014",
        "계수" : "woo",
        "등록일" : "2024-08-06",
        "등록자" : "bbingddang",
        "수정일" : "",
        "수정자" : "cual"
    },
    {
        "활동자료명" : "우석우",
        "적용년도" : 2024,
        "적용구분" : "구분됨",
        "온실가스" : "이산화탄소",
        "계수구분코드" : "1",
        "단위코드" : "B981014",
        "계수" : "woo",
        "등록일" : "2024-08-06",
        "등록자" : "bbingddang",
        "수정일" : "",
        "수정자" : "cual"
    },
    {
        "활동자료명" : "우석우",
        "적용년도" : 2024,
        "적용구분" : "구분됨",
        "온실가스" : "이산화탄소",
        "계수구분코드" : "1",
        "단위코드" : "B981014",
        "계수" : "woo",
        "등록일" : "2024-08-06",
        "등록자" : "bbingddang",
        "수정일" : "",
        "수정자" : "cual"
    },
    {
        "활동자료명" : "우석우",
        "적용년도" : 2024,
        "적용구분" : "구분됨",
        "온실가스" : "이산화탄소",
        "계수구분코드" : "1",
        "단위코드" : "B981014",
        "계수" : "woo",
        "등록일" : "2024-08-06",
        "등록자" : "bbingddang",
        "수정일" : "",
        "수정자" : "cual"
    },
    {
        "활동자료명" : "우석우",
        "적용년도" : 2024,
        "적용구분" : "구분됨",
        "온실가스" : "이산화탄소",
        "계수구분코드" : "1",
        "단위코드" : "B981014",
        "계수" : "woo",
        "등록일" : "2024-08-06",
        "등록자" : "bbingddang",
        "수정일" : "",
        "수정자" : "cual"
    },
    {
        "활동자료명" : "우석우",
        "적용년도" : 2024,
        "적용구분" : "구분됨",
        "온실가스" : "이산화탄소",
        "계수구분코드" : "1",
        "단위코드" : "B981014",
        "계수" : "woo",
        "등록일" : "2024-08-06",
        "등록자" : "bbingddang",
        "수정일" : "",
        "수정자" : "cual"
    },
    {
        "활동자료명" : "우석우",
        "적용년도" : 2024,
        "적용구분" : "구분됨",
        "온실가스" : "이산화탄소",
        "계수구분코드" : "1",
        "단위코드" : "B981014",
        "계수" : "woo",
        "등록일" : "2024-08-06",
        "등록자" : "bbingddang",
        "수정일" : "",
        "수정자" : "cual"
    },
]
export const employee = [
    {
        "UserId" : "1",
        "활동자료아이디" : "61",
        "활동년" : 2024,
        "활동월" : 1,
        "이산화탄소배출량" : 0.872916,
        // 컬럼 수정 예정
    }, 
    {
        "설비아이디" : "2",
        "활동자료아이디" : "61",
        "활동년" : 2024,
        "활동월" : 1,
        "이산화탄소배출량" : 0.872916,
        // 컬럼 수정 예정
    }, 
    {
        "설비아이디" : "1",
        "활동자료아이디" : "61",
        "활동년" : 2024,
        "활동월" : 1,
        "이산화탄소배출량" : 0.872916,
        // 컬럼 수정 예정
    }, 
];


export const saleAmt = [
    {
        "year" : 2024,
        "month" : 2,
        "saleAmt" : 288842
    },
    {
        "year" : 2022,
        "month" : 1,
        "saleAmt" : 288842
    },
    {
        "year" : 2023,
        "month" : 3,
        "saleAmt" : 222222
    },
]

export const pjt = [
    {
        "PjtCode": "B80593CA",
        "PjtName": "양산 석산지역주택조합 공동주택",
        "PjtType": 1,
        "RegCode": 2900,
        "CtrtFrYear": 2021,
        "CtrtFrMth": 6,
        "CtrtToYear": 2024,
        "CtrtToMth": 2,
        "DivCode": "CEBOI00",
        "BldArea": 126396.69,
        "PjtProgStus": 2
    }
]

export const lib = [
    {
        "EquipName": "가설사무실 전력",
        "equipDvs": 4,
        "equipType": 9,
        "equipSpecUnit": "kWh"
    },
    {
        "EquipName": "임대사무실 전력",
        "equipDvs": 4,
        "equipType": 9,
        "equipSpecUnit": "kWh"
    },
    {
        "EquipName": "현장식당 전력",
        "equipDvs": 4,
        "equipType": 9,
        "equipSpecUnit": "kWh"
    },
    {
        "EquipName": "법인차량",
        "equipDvs": 1,
        "equipType": 1,
        "equipSpecUnit": "ℓ"
    },
    {
        "EquipName": "직원 유류비",
        "equipDvs": 1,
        "equipType": 1,
        "equipSpecUnit": "ℓ"
    },
]


export const actv = [
    {
        "actvDataName": "제철용 PCI탄",
        "actvDataDvs": "F0",
        "emtnActvType": 1001,
        "calUnit": "ton",
        "inputUnit": "kg",
        "unitConvCoef": 0.001
    },
    {
        "actvDataName": "석유코크(고체)",
        "actvDataDvs": "F0",
        "emtnActvType": 1001,
        "calUnit": "ton",
        "inputUnit": "kg",
        "unitConvCoef": 0.001
    },
    {
        "actvDataName": "폐기물 소각열",
        "actvDataDvs": "F0",
        "emtnActvType": 1001,
        "calUnit": "TJ",
        "inputUnit": "TJ",
        "unitConvCoef": 0.001
    },
    {
        "actvDataName": "공정폐열",
        "actvDataDvs": "F0",
        "emtnActvType": 1001,
        "calUnit": "TJ",
        "inputUnit": "TJ",
        "unitConvCoef": 1
    },
    {
        "actvDataName": "원유",
        "actvDataDvs": "F0",
        "emtnActvType": 1001,
        "calUnit": "ton",
        "inputUnit": "kg",
        "unitConvCoef": 1
    },
];


export const table_mm = [
    {
        "대분류" : "배출실적",
        "중분류" : "실적Scope 1,2",
        "소분류" : "",
        "권한" : "All"
    },
    {
        "대분류" : "배출실적",
        "중분류" : "실적조회",
        "소분류" : "프로젝트별 조회",
        "권한" : "All"
    },
    {
        "대분류" : "배출실적",
        "중분류" : "실적조회",
        "소분류" : "총량실적 조회",
        "권한" : "All"
    },
    {
        "대분류" : "배출실적",
        "중분류" : "실적스코프",
        "소분류" : "",
        "권한" : "All"
    },
    {
        "대분류" : "현장정보",
        "중분류" : "프로젝트",
        "소분류" : "프로젝트 관리",
        "권한" : "All"
    },
    {
        "대분류" : "현장정보",
        "중분류" : "프로젝트",
        "소분류" : "담당자 지정",
        "권한" : "All"
    },
    {
        "대분류" : "현장정보",
        "중분류" : "프로젝트",
        "소분류" : "매출액 관리",
        "권한" : "All"
    },
    {
        "대분류" : "현장정보",
        "중분류" : "설비",
        "소분류" : "설비지정",
        "권한" : "All"
    },
    {
        "대분류" : "현장정보",
        "중분류" : "설비",
        "소분류" : "설비LIB 관리",
        "권한" : "All"
    },
    {
        "대분류" : "현장정보",
        "중분류" : "설비",
        "소분류" : "활동자료 관리",
        "권한" : "All"
    },
    {
        "대분류" : "현장정보",
        "중분류" : "설비",
        "소분류" : "활동자료 지정",
        "권한" : "All"
    },
    {
        "대분류" : "현장정보",
        "중분류" : "배출원",
        "소분류" : "배출원 지정",
        "권한" : "All"
    },
    {
        "대분류" : "현장정보",
        "중분류" : "배출원",
        "소분류" : "증빙자료 관리",
        "권한" : "All"
    },
    {
        "대분류" : "현장정보",
        "중분류" : "배출계수 관리",
        "소분류" : "",
        "권한" : "All"
    },
    {
        "대분류" : "시스템관리",
        "중분류" : "코드 관리",
        "소분류" : "",
        "권한" : "All"
    },
    {
        "대분류" : "시스템관리",
        "중분류" : "사용자 관리",
        "소분류" : "",
        "권한" : "All"
    },
    {
        "대분류" : "시스템관리",
        "중분류" : "메뉴 관리",
        "소분류" : "",
        "권한" : "All"
    },
    {
        "대분류" : "시스템관리",
        "중분류" : "접속로그 조회",
        "소분류" : "",
        "권한" : "All"
    },
]